{
	"beginning" : {
		"title":"Title",
      	"text": "\n\n**Welcome to the Magnus Estate!**\n\n`It is the spring of 1824, when you arrive at Jonah Magnus's gorgeous 25-room home overlooking an idyllic lake surrounded by wild heather.  The time is the blue hour, and dusk is descending rapidly on the land as diamond stars wink into view.`\n\n`You are at a party as the personal guest of Mr. Magnus himself.  Much to your amazement, he invited you here after you gave your statement of a supernatural occurrence directly to him at his Institute in Edinburgh.  He finds you immediately after you enter, brazenly breaking etiquette by slinging one arm around your shoulder, and hands you a glass of champagne.`\n\n`\"Thank you for welcoming me so warmly into your delightful home, Mr. Magnus,\" you say primly.`\n\n`He leans into your ear, making you shiver when he says, \"Please, my dear, you must call me Jonah.\"  He flashes a sharp smile.  \"And the pleasure of having you is all mine, I’m sure.  Come,\" he continues, leading you to a lavish ballroom filled with people, \"there’s a group of gentlemen here who I wish for you to meet.”`\n\n`As he says this, you spot a pale, muscular man with near-white hair and a beard.  He stands out to you because he is alone in the crowd, sipping his drink as he peers out a window.`\n\n`* Select` :a: `to enquire about the strange man.`\n`* Select` :b: `to stay with Jonah.`",
      	"optionA": "x00mordechaiintro",
      	"optionB": "x00jonahintro"
	},
	"x00mordechaiintro" : {
		"title":"Title",
      	"text": "`\"I must say,\" you intone a bit breathlessly, \"that tall gentleman by the window exudes quite the presence.\"`\n\n`Jonah does a double take, shooting you a pointed look of surprise.  \"Does he?\" he asks.  \"You are a rare sort for saying so.  Mordechai has a tendency to go ... unseen.\"`\n\n`It puzzles you how a man easily 6'7\" and so broad of shoulder might be invisible in a crowd.  As Jonah walks you to him, he whispers in your ear again, this time with a note of caution in his voice.  \"I will leave you to get acquainted,\" he says, \"but I shall not be far.  I would hate for you to ... disappear, with a Lukas, so early in the night.\"  You approach Mordechai Lukas, and after Jonah makes a basic introduction, he leaves the two of you alone.`\n\n`There is an uncomfortable silence while Mordechai appraises you, and you feel a chill down to your bones, as though a draft seemingly out of the blue.  \"You're here alone,\" he says at last, approvingly, and a helpless sorrow settles down on you like a blanket of snow.`\n\n`\"I am,\" you confess quietly, \"as is often the case for me.\"`\n\n`Mordechai indulges you with something like a smile, but it does not reach his pale grey eyes.  \"I see,\" he says.  \"It is a powerful thing, to accept one's aloneness in a cold, uncaring world.  Tell me,\" he continues, \"let us speak philosophy for a moment: What do you think of accepting *loneliness* as the purest state of the human condition?\"`\n\n`* Select` :a: `to extol the beauty of loneliness.`\n`* Select` :b: `to try to get away from this awful man.`",
      	"optionA": "mlmarry",
      	"optionB": "mllonelystart"
	},
	"mllonelystart" : {
		"title":"Title",
      	"text": "`\"Ha, ha,\" you laugh nervously at this depressing weirdo.  Mordechai's eyes narrow almost imperceptibly, and you realize he is deadly serious.  You cover that anxious chuckle with a cough.  \"I believe the human condition entails loneliness from time to time,\" you offer diplomatically, \"but that is certainly because it is our purpose in life to form genuine connections wherever we can.\"`\n\n`You must have blinked, to have lost sight of Mordechai for even an instant, for you are stunned to realize that the man has simply vanished.  The room is drained of its vibrant color now, and you spin around in terror to see that the rest of the party guests appear to be flickering in and out of existence.`\n\n`* Select` :a: `to make a run for it.`\n`* Select` :b: `to scream for Jonah.`",
      	"optionA": "mlkillsyou",
      	"optionB": "mlrescued"
	},
	"mlrescued" : {
		"title":"Title",
      	"text": "`You scream, and a long-fingered hand grips your shoulder and yanks back, hard, ripping you right out of the rising mists.  You gasp painfully, as if you had been suffocating and not known it.  You tumble back with the force of the rescue, knocking Jonah to the ground and landing in his lap.  You sputter and flush as he laughs and helps you to your feet.`\n\n`\"It would appear I can't leave you alone for a moment, my dear,\" he says.  \"Could you please try not to get killed in my house yet?\"`\n\n`You are already convincing yourself that you imagined the whole strange affair.  \"Jonah!\" you exclaim.  \"I'm terribly sorry, I think perhaps the champagne must have gone to my head.\"`\n\n`\"Well,\" Jonah says wickedly, handing you a new glass, \"I believe the cure for that is another.  So,\" he says, \"what next?\"  He wraps his arm around you and tugs you close, and you can't help but be cheered by his flirtatious charms.`\n\n`You see a sweet-looking young man hiding behind the punch bowl, strawberry blond curls tied back with a ribbon.`\n\n`* Select` :a: `to flirt back with Jonah.`\n`* Select` :b: `to ask to be introduced to the shy young man.`",
      	"optionA": "x00jonahintro",
      	"optionB": "x00barnabasintro"
	},
	"x00barnabasintro" : {
		"title":"Title",
      	"text": "`You direct Jonah's attention to the punch bowl.  \"What a tender thing,\" you observe.  \"He certainly seems out of place here.\"`\n\n`\"Ahh,\" Jonah says knowingly, with an uncharacteristically soft smile, \"my Barnabas.  Yes, he is something of a lamb amidst the wolves tonight.\"  Jonah nudges you playfully.  \"Perhaps you could be his shepherd.\"`\n\n`You tilt your head to conceal your pleased smile behind your glass of champagne, but you know Jonah sees it.  You are watching the pretty blush that is rising from under Barnabas's collar.  \"Soft as a lamb, I see.\"`\n\n`\"Come on,\" Jonah says, gentler now, \"he could use a kind sort to make him feel more welcome.\"  He walks you over and introduces you, and it would be impossible for you to miss how Barnabas beams like sunshine the second he sees Jonah.  Jonah kisses his cheek, and whispers in his ear with a touch to his face before leaving him with you.`\n\n`Barnabas glances down, peering up at you from beneath long light lashes.  \"Thank you, truly, for coming to talk to me,\" he says.  \"Jonah does not always keep the friendliest company.\"`\n\n`At the other end of the long table where you stand, a dark and brooding gentleman is scowling into his drink.  He is exceptionally handsome, yet appears just as uncomfortable as Barnabas with most present company.`\n\n`* Select` :a: `to ask Barnabas what he knows about these strange people.`\n`* Select` :b: `to get the gossip from Barnabas about the hot guy.`",
      	"optionA": "bbaskaboutparty",
      	"optionB": "x00fanshaweintro"
	},
	"bbaskaboutparty" : {
		"title":"Title",
      	"text": "`\"Yes,\" you say, \"so I've noticed.\"  You lower your voice.  \"Barnabas, just what kind of party is this, anyway?\"`\n\n`Barnabas frowns in thought.  \"I do not pretend to understand the extent of Jonah's work,\" he admits, \"but the monstrous men you see before you share his interest in the fantastical and terrible.\"  Barnabas steps closer to you.  \"My friend,\" he says helplessly, \"if I could sacrifice myself to save Jonah, I would--for I worry about the state of his soul, and I wager most of those here have sold theirs already.\"`\n\n`You shudder at the implication.`\n\n`Barnabas looks up then, and smiles.  \"Although,\" he says, brightening back up a little, \"speaking of wagers ... this gentleman walking toward us now has always been amicable to me, at least inasmuch as he enjoys a good game.\"`\n\n`You follow Barnabas's line of sight, and feel a sense of dread wash over you when you see Mordechai Lukas returning and heading your way.`\n\n`* Select` :a: `to seduce Barnabas away from Mordechai.`\n`* Select` :b: `to watch ...`",
      	"optionA": "bbseduce",
      	"optionB": "bbwatch"
	},
	"bbseduce" : {
		"title":"Title",
      	"text": "`Before you can reconsider, you grab Barnabas by the hand and race out to the hall with him.  He lets out a little squeak but offers no resistance, and in your impassioned state you all but slam him up against a wall.`\n\n`\"What are you--,\" he starts to say.`\n\n`\"You stay away from that man!!\" you shout, your noses almost touching.  \"I don't know what he is, but he is dangerous and I will *not* see you get killed!\"`\n\n`Barnabas makes a bewildered little sound, you can feel the warm breath on your lips, and next thing you know your mouths are crashed together.  He tastes like spun sugar and iron, and you think your knees might give out when he moans softly into your mouth.  You feel him hardening against your hip, and you jam your thigh between his legs to let him rut while you work your way down his throat, leaving possessive purple bruises in your wake.`\n\n`This is how Jonah finds you.`\n\n`* Select` :a: `to beg Jonah for forgiveness.`\n`* Select` :b: `to invite Jonah to join you.`",
      	"optionA": "bbjonahwatches",
      	"optionB": "bbjonahbas"
	},
	"bbwatch" : {
		"title":"Title",
      	"text": "`Mordechai approaches, and before you can say a word, he looks at you sneeringly and says, \"Don't you worry about earlier.  Jonah has already instructed me that you are not for me.\"`\n\n`\"Greetings, Mordechai,\" says Barnabas.  \"I was wondering if I could interest you in a little gamble again tonight.\"`\n\n`While Mordechai and Barnabas chat, you feel a pair of arms twine about your waist, and you spin in sudden surprise to find Jonah embracing you.  It is shockingly intimate, the two of you drawn so close that your hips meet, and he places his hands on either side of your face.  \"Lovely,\" he says quietly.  \"I knew you were for me.\"`\n\n`\"I don't understand,\" you mutter, your heart pounding.`\n\n`\"Oh, I believe you do,\" he says.  \"What do you think will happen to our sweet little lamb there, making bets with monsters?\"`\n\n`\"I'm not sure,\" you admit.  \"Something bad.\"`\n\n`\"Almost certainly,\" Jonah says crisply.  \"But you don't know what.\"  He pauses, brushing your hair off your forehead.  \"Is that why you made no move to try and stop it?\"`\n\n`You swallow.  There's no denying what you've done.  You nod.  \"I needed to know,\" you mumble.`\n\n`Jonah kisses you on the forehead.  \"And that is nothing to be ashamed of,\" he says, pinning you in place with the sheer force behind his grey eyes.  \"You've made a distinct impression on me, my dear,\" he murmurs.  \"I've been developing a theory, one which would require me to take a partner at my Institute.\"  He pauses.  \"Come learn what it truly means to need to know,\" he implores softly.  \"Be my head archivist.  I am not sure yet what all that entails, but together we could live forever.\"`\n\n`* Select` :a: `to serve The Eye (and Jonah).`\n`* Select` :b: `to politely decline.`",
      	"optionA": "jmarchivist",
      	"optionB": "jmkillsyou"
	},
	"x00fanshaweintro" : {
		"title":"Title",
      	"text": "`\"Ahh,\" says Barnabas appreciatively, \"that's Dr. Fanshawe, Jonah's personal physician.\"`\n\n`\"Handsome devil,\" you say with a smirk.`\n\n`\"Truly one worth sinning for,\" Barnabas says with a mischievous wink.  (You realize affectionately that Barnabas has just become your new queer best friend.)`\n\n`\"Have you met him?\" you ask.`\n\n`\"Oh, no,\" Barnabas says, scandalized, \"I don't exactly share his pedigree.\"`\n\n`You feel a protective flare of anger on Barnabas's behalf, and you spend the next few minutes convincing him that he is just as good as Fanshawe and the two of you are going to march over there right now, dammit.  In the end, you practically drag him, but you get there.`\n\n`Dr. Fanshawe turns out to be perfectly polite, in spite of his resting bitch face, and he insists you call him Jonathan.  \"Thank you for the introduction,\" he says kindly, smiling at Barnabas out of the corner of his eye.  \"You cannot know how you have just saved me from myself.\"`\n\n`* Select` :a: `to ask Jonathan what's troubling him.`\n`* Select` :b: `to lighten the mood and get to know Jonathan.`",
      	"optionA": "jfquestionsstart",
      	"optionB": "jflightenup"
	},
	"jfquestionsstart" : {
		"title":"Title",
      	"text": "`\"If you'll pardon my intrusiveness,\" you say to Jonathan, \"from what manner of dark thoughts have we saved you?\"`\n\n`Jonathan sighs heavily.  \"Thoughts colored as such by the darkness of these proceedings, my dear.\"`\n\n`You speak quietly but urgently.  \"And what are these proceedings?\"`\n\n`\"It is wisest not to ask those kinds of questions here,\" Jonathan warns you.`\n\n`\"Just tell me one thing,\" you beg.  \"Do you think anyone's going to get hurt tonight?\"`\n\n`When you ask that question, you feel the sensation of a great many eyes swiveling upon you.`\n\n`\"If you continue to seek knowledge about terrible goings-on within the Magnus Estate,\" Jonathan says, \"then yes, I believe someone will get hurt tonight.\"`\n\n`Barnabas touches your arm.  \"Let it go, my friend,\" he says with sympathy.`\n\n`* Select` :a: `to demand information about this spooky party.`\n`* Select` :b: `to lighten up and get to know Jonathan.`",
      	"optionA": "jfdemandanswers",
      	"optionB": "jflightenup"
	},
	"jflightenup" : {
		"title":"Title",
      	"text": "`\"In that case,\" you respond cheekily, \"we are glad to be a ray of sunshine to illuminate your way.\"  You shove Barnabas forward with your elbow, and he thwacks you playfully.`\n\n`Jonathan catches you off-guard with a laugh as warm a chocolate tone as his eyes.  You never would have expected him to be one capable of such a joyous sound.  \"Indeed,\" says Jonathan, with a lopsided boyish grin, \"the view looks brighter already.\"`\n\n`* Select` :a: `to seduce Jonathan.`\n`* Select` :b: `to try to play matchmaker for Jonathan and Barnabas.`",
      	"optionA": "jfseduce",
      	"optionB": "jfmatchmaker"
	},
	"jfseduce" : {
		"title":"Title",
      	"text": "`You're about to make kind of a dick move, but Jonathan is a doctor, and he's really tall, so you figure it's time to ditch Barnabas.  \"Splendid,\" you say with a smirk, \"for if there's a view, I could use a seeing eye.\"  You hold out your hand, and Jonathan's lips linger on the back of it as he watches you, expression unreadable.`\n\n`\"Then let's take a walk, shall we?\" he invites.`\n\n`\"We will talk again soon, my dear,\" you tell Barnabas offhandedly as you prepare to leave him.`\n\n`\"Oh, uh, all right then,\" says Barnabas meekly.`\n\n`You barely make it out into the hall before Jonathan ushers you into a dim alcove.  He presses against your front, gripping your ass as he walks you backwards toward a plush chair.  When your calves hit it, you sit without thinking, completely under the spell of his dominating aura.`\n\n`\"So did you draw me out here just to titillate me?\" he murmurs huskily.`\n\n`\"No, sir,\" you mutter.  Your heart is pounding.`\n\n`Jonathan strokes your head, perfectly manicured nails scratching your scalp.  He places his foot on the chair beside you and drags your face to the front of his trousers.  He keeps you still as he rubs the ivory fabric around your nose.  \"Ask for it,\" he says simply.`\n\n`Your mouth is watering.  \"May I suck you?\" you gasp.`\n\n`Jonathan hums as he frees his cock.  \"Only because you asked so nicely,\" he whispers.  He still doesn't release you as he paints your lips with beads of precum.  He finally loosens his grasp, and you take him into your mouth eagerly.  When at last he thrusts to spill his heat far past your throat, you moan around swallows.`\n\n`As Jonathan puts himself to rights, you feel eyes boring into you.`\n\n`It's not a great feeling.`\n\n`* Select` :a: `to continue the scene with Jonathan.`\n`* Select` :b: `to take Jonathan back to Barnabas.`",
      	"optionA": "jfcaughtbyjonah",
      	"optionB": "jfmatchmaker"
	},
	"jfcaughtbyjonah" : {
		"title":"Title",
      	"text": "`\"Such a sweet pet,\" Jonathan says.  He leans to kiss you, and your tongues swirl together as he sucks his own taste from you.  He lowers to his knees, ostensibly to return the favor, when Jonah appears in the hall.`\n\n`\"Jonathan,\" he says.`\n\n`\"Jonah,\" is Jonathan's reply, equally unhelpful.`\n\n`But when Jonah ducks his head and disappears around a corner, Jonathan goes to him without so much as another word.  Their long shadows stretch into view as they converse privately.`\n\n`Only Jonah returns, and you stand as he fast approaches.  You move away from the chair and take a step back as he inserts himself into your space aggressively.  \"You know,\" he says, \"one or the other I might have accepted with relative grace--but somehow you managed to both abandon Barnabas and steal away Jonathan under my roof.\"`\n\n`\"You yourself have not exactly been a good host to Barnabas,\" you argue.`\n\n`Jonah's face almost touches yours, and you feel his breath on your lips when he laughs.  \"Jonathan is not yours to take,\" he says, \"and let's just say ... Barnabas is not yours to hurt.\"`\n\n`\"Greedy thing, aren't you?\" you murmur.`\n\n`Jonah stretches an arm past your shoulder and flattens his palm against the wall behind your head.  \"I've been called worse,\" he says smugly.`\n\n`* Select` :a: `to kiss Jonah.`\n`* Select` :b: `to apologize.`",
      	"optionA": "jmbalcony",
      	"optionB": "jmapologizeforjon"
	},
	"jmapologizeforjon" : {
		"title":"Title",
      	"text": "`Surprisingly, Jonah's eyes soften when you apologize for misstepping.  \"I appreciate when someone knows to defer to me,\" he starts, \"and as you say ... I am greedy.\"  He runs his hand up the nape of your neck.`\n\n`You giggle.  \"Why, Mr. Magnus,\" you tease, \"are you suggesting adding me to the collective?\"`\n\n`Jonah grins wolfishly.  \"I'm suggesting I *may* have overreacted,\" he says with a playful eye roll.  \"So what do you say?\" he asks.  \"Shall we chat a bit more, or should I call upon Dr. Fanshawe to rejoin us?\"`\n\n`Anxiety must show on your face, for he adds, \"I truly am more than amenable to either option.\"`\n\n`* Select` :a: `to spend quality time with Jonah.`\n`* Select` :b: `to let him invite Jonathan back.`",
      	"optionA": "x00jonahintro",
      	"optionB": "jmmagshawe"
	},
	"jfmatchmaker" : {
		"title":"Title",
      	"text": "`Barnabas is a blushing disaster, and his blue eyes widen adorably as Jonathan reaches for his hand and presses a gentle kiss to the back of it.  \"It would appear I have had the good fortune to already meet everyone worth meeting at this party,\" Jonathan muses.  \"What say we three take a walk about the grounds to get better acquainted?\"`\n\n`Barnabas is glued to your side.  When you turn your head to take in his face, you find unconcealed hunger reflected back at you.  \"What do you say, my friend?\" Barnabas asks quietly.  \"Will you come explore with us?\"`\n\n`* Select` :a: `to go for a walk with Barnabas and Jonathan.`\n`* Select` :b: `to insist on giving them privacy.`",
      	"optionA": "jfbarnshawe",
      	"optionB": "jfgiveprivacy"
	},
	"jfgiveprivacy" : {
		"title":"Title",
      	"text": "`As tempting as that offer is, Jonathan and Barnabas look so sweet on each other that you can't bring yourself to intrude.`\n\n`\"Are you sure you made the right choice there?\" comes a velvety voice from behind you.  \"I would have at least expected you'd want to watch.\"`\n\n`\"My dear Jonah,\" you say with a smile, turning to face him, \"not everything is meant to be seen.\"`\n\n`Jonah barks out a harsh laugh, then hooks his arm around your waist.  \"Pity,\" he purrs, \"I brought you here because there is much to show.\"`\n\n`* Select` :a: `to let Jonah show you the truth of his work.`\n`* Select` :b: `let Jonah show you how good he can dick you down.`",
      	"optionA": "jmsupernatural",
      	"optionB": "jmbalcony"
	},
	"jmsupernatural" : {
		"title":"Title",
      	"text": "`You nod toward an empty hallway and allow Jonah to lead you there, his hand still lingering at your waist.  \"I am simply fascinated by your work,\" you say, and you notice Jonah's eyes widen, his smile broadening with clear pride.  \"It does not escape my curiosity that it was my statement which brought me here tonight.\"`\n\n`\"Your instincts are commendable,\" Jonah breathes.  This feels like foreplay; he does not hide how thrilled he is by the subject.`\n\n`Over the course of the next hour, Jonah stuns you with a detailed explanation of the Entities, and how your statement--which involved a feeling of being watched--designates you as already having been marked by The Eye, his patron, which Watches over his Institute, as it is a bastion of terrible knowledge.  He says that he instantly recognized your statement as true.  Somehow, you believe him completely.`\n\n`Jonah gazes deeply into your eyes, his own an intensely steely grey.  You feel *seen.*  \"You've made a distinct impression on me, my dear,\" he murmurs.  \"I've been developing a theory, one which would require me to take a partner at my Institute.\"  He pauses, stepping forward and grasping your hand.  His thumb rubs little circles into your palm, and you shudder with pleasure.  \"Serve The Eye,\" he implores softly.  \"Be my head archivist.  I am not sure yet what all that entails, but together we could live forever.\"`\n\n`* Select` :a: `to serve The Eye (and Jonah).`\n`* Select` :b: `to politely decline.`",
      	"optionA": "jmarchivist",
      	"optionB": "jmkillsyou"
	},
	"x00jonahintro" : {
		"title":"Title",
      	"text": "`\"Of course I am honored that you want me to know your friends and colleagues,\" you say in a coy tone, leaning heavily into Jonah's side where he holds you to him.  \"But I confess I was hoping to better get to know my fine host.\n\n\"Jonah laughs, looking at you fondly.  \"Well, aren't you bold,\" he says.  You can feel his breath on your cheek.  \"You're right, of course.  We have all night, you can meet the others later.\"  His hand trails from your shoulder to the small of your back, and you feel your cheeks burning up.  \"What did you have in mind?\"`\n\n`* Select` :a: `to ask Jonah about the supernatural.`\n`* Select` :b: `to seduce Jonah.`",
      	"optionA": "jmsupernatural",
      	"optionB": "jmseduce"
	},
	"jmseduce" : {
		"title":"Title",
		"text":"`You nod toward an empty hallway and allow Jonah to lead you there, his hand still lingering at your waist.  \"I think you must know what I am after,\" you say in a sultry tone, and Jonah's eyes widen, his smile broadening.  \"Your ... hands-on approach as a host has not gone unnoticed by me tonight.\"`\n\n`\"You waste no time, do you?\" Jonah breathes, but he is visibly thrilled by your audacity.  Without warning, he collapses against you into the wall, kissing you deeply and with teeth.  You cannot tear off each other's clothes fast enough.  As he hikes your thighs up to wrap around him and penetrates you, you imagine you can feel an infinite number of eyes catching you in the act, and it is this that makes you come the first time.`\n\n`This illicit relationship continues for months, but you two never marry, and he never says he loves you.  But he is deeply affectionate, and he takes great joy in making you scream his name.  You would adore the time spent with him, but he has a horrible habit of bringing his work home with him, and you do so hate hearing the dreadful stories that he is always so eager to whisper in your ear late at night.`\n\n`Ultimately, you die young.  The autopsy yields unpleasant results, to say the least.`\n\n`==========THE END==========`\n`* You became Jonah Magnus's lover`\n`* You later died for creepy Eye-related reasons`\n`Not Bad.`",
		"optionA":"end",
		"optionB":"end"
	},
	"mlmarry" : {
		"title":"Title",
		"text":"`You purse your lips and grace Mordechai with your most miserable excuse for a smile.  If you are honest and open with yourself, then you cannot deny how his words and demeanor speak to your unfortunate truth.  \"What more is there to accept?\" you ask rhetorically.  \"After all, we come into this world alone, and we leave very much the same way.\"`\n\n`Mordechai's face lights up--that is to say, it fades to a slightly softer shade of grey.  He offers you his arm, and you shiver with cold as you take it.  You only feel more frozen as you press into his side.`\n\n`Congratulations, you spooky single, you!  You have snagged yourself a Lukas.  You are initiated into The Lonely accordingly, and the two of you wed that winter.`\n\n`The last human part of you to die considers having Jonah for a best man, but by that time you had already forgotten his face and name ...`\n\n`You live a long life at Mordechai's Moorland House in Kent, which should be beautiful, all things considered, but is exactly as romantic and attractive as dying of tuberculosis.  You raise Mordechai's children ... except for the ones he tears straight from your arms and sends away for being too sociable.  You always smell subtly of the sea.  And you spend a TON of Lukas family money.`\n\n`==========THE END==========`\n`* You chose to serve The Lonely`\n`* You married Mordechai Lukas, thus becoming obscenely wealthy`\n`* You're basically a tragic heroine in a gothic romance novel`\n`Not Bad. Probably Not Great, Either`",
		"optionA":"end",
		"optionB":"end"
	},
	"mlkillsyou" : {
		"title":"Title",
		"text":"`You run from the fog, you run from the dimming colors.  What else can you do?  You flee into the night, terror seizing your heart.`\n\n`But you cannot outrun Mordechai's cursed intervention.  Everywhere you go is a ghost town, everyone you ever knew has disappeared.`\n\n`In sheer desperation, you travel back to the Magnus Institute and search for Jonah.  You leave a letter on his desk, begging for his aid.`\n\n`There is no food in this pocket universe, for there are no creature comforts at all, and you know you are wasting away.  Help never comes, but you feel watched until the day you die.`\n\n`==========GAME OVER==========`\n`You have been killed :(`\n`* There is no outrunning The Lonely`\n`* Jonah Magnus Watched you die, driven by curiosity`\n`Better luck next time!`",
		"optionA":"end",
		"optionB":"end"
	},
	"bbjonahbas" : {
		"title":"Title",
		"text":"`Jonah sinks into the plush couch across from you and pats the cushion next to his, and Barnabas and you waste not a moment in each straddling one of Jonah's thighs.  He spreads his legs to make room for you both, chuckling darkly as he wraps his arms tightly around your waists.`\n\n`You whimper as you rub your heat up and down his fine trousers.  Jonah kisses your temple, making shushing sounds into your temple.  \"We have all the time in the world,\" he promises, then ducks his head to catch Barnabas's mouth with his.`\n\n`Jonah slides his tongue between your lips next, and you moan around it.  \"I need,\" you say when he pulls back, \"I need ...\"`\n\n`\"I know,\" Jonah purrs, \"and you're going to get it.\"`\n\n`You never would have pegged (no pun intended) Barnabas for a top, but you scarcely see it coming when the two of them flip the script and drag you onto your back by the neck.  They position you perfectly for Barnabas to thrust inside you, clenched fingers grinding the bones of your ankles, while you gag on Jonah's cock too far down your throat.`\n\n`This is the start of a beautiful arrangement, and it is not long before the three of you more or less share the estate.  Jonah and Barnabas keep you collared and rarely clothed, and you do not mind at all.`\n\n`There are worse fates than ending up the pampered sex pet of a handsome intellectual Regency monster and his dandy husband.`\n\n`==========THE END==========`\n`Congratulations!`\n`* You saved Barnabas Bennett from The Lonely`\n`* You got double-teamed by Barnabas Bennett and Jonah Magnus`\n`* You moved into the Magnus Estate as Jonah and Barnabas's sex slave`\n`Great Job!`",
		"optionA":"end",
		"optionB":"end"
	},
	"bbjonahwatches" : {
		"title":"Title",
		"text":"`Jonah laughs richly.  \"Don't be silly,\" he says, \"this is the loveliest thing I've gotten to watch all night.  Please, continue.\"`\n\n`\"Wh-what?\" you stutter.`\n\n`Jonah sinks into the plush couch across from you.  You tremble, wondering if this is some kind of trick and he isn't about to accost you, or worse.`\n\n`Evidently not, because Barnabas gently touches your cheek and turns your head back to face him like this is perfectly normal.  Perhaps it is, for them.  He licks the seam of your mouth hungrily, and you stroke up and down Barnabas's flanks as Jonah speaks.  \"You have no idea what our new friend has done for you tonight,\" he tells Barnabas.  \"You must return the favor.\"`\n\n`\"Anything you say,\" Barnabas whines.`\n\n`\"I know,\" says Jonah darkly.  \"I think I'd like to watch you get your mouth used.\"`\n\n`Barnabas wastes no time in going down on you, and you're certainly not stopping him.  He is beyond talented, attentive and enthusiastic for the smell and taste of you.  You twist his ponytail around your wrist as you fuck into his mouth, and when you look up, Jonah's eyes are not on your sex but forcing intense contact with your own gaze.  You feel witnessed.  You feel holy.  You feel Known.`\n\n`==========THE END==========`\n`Congratulations!`\n`* You saved Barnabas Bennett from The Lonely`\n`* You got head from Barnabas Bennett`\n`* Jonah Magnus Watched you erotically`\n`Great Job!`",
		"optionA":"end",
		"optionB":"end"
	},
	"jmarchivist" : {
		"title":"Title",
		"text":"`\"Yes,\" you gasp, feeling in the darkest reaches of your true self a remarkable sense of purpose.  \"I want you to take me with you.\"`\n\n`With your assistance (and all the subsequent trauma that entails for you), Jonah discovers the secret of the ritual much sooner than he would have otherwise.  You become the Archivist.  Together, you open the door long before he ever might have needed to body-hop.`\n\n`An hour passes, or a day, or a millennium ... there is no way to say in the ruined world.  But you spend that time on your lover's lap, sharing the eldritch throne, two guiltless monsters ruling over all.`\n\n`And you could not ask for more.`\n\n`==========THE END==========`\n`Congratulations!`\n`* You became the Institute's first and last Archivist`\n`* You helped Jonah Magnus bring about The Change`\n`* You and Jonah are unrepentant abominable lovers who should feel bad`\n`Great Job!`",
		"optionA":"end",
		"optionB":"end"
	},
	"jmkillsyou" : {
		"title":"Title",
		"text":"`\"Jonah,\" you sigh sadly, \"you cannot ask me to invite such great evil into my heart, and I fear for you if you have already done so yourself.\"`\n\n`Jonah's jaw drops, and no words come out.  You get the sense that Jonah Magnus does not get told 'no' very often.  It would be humorous, if not for the fact that you suddenly fear for your life.`\n\n`\"I see,\" he says coldly.  \"Pity.  Well, by all means, please enjoy the rest of your night.  Drink and dance as though it were sure to be your last.\"`\n\n`This unnerves you greatly, but you try to be a good guest nonetheless.  You almost do enjoy the rest of the party--until a sudden burst of fiery agony deep within your skull drops you to your knees, and then it all fades to black.`\n\n`You make an excellent new Head of the Magnus Institute, even if those who once knew you say that you feel like a stranger to them now.`\n\n`And they are sure your eyes never looked quite so cold and grey.`\n\n`==========GAME OVER==========`\n`You have been killed :(`\n`* You insulted Jonah Magnus by refusing his offer to serve The Eye`\n`* Your body now houses the consciousness of Jonah Magnus for spite reasons`\n`Better luck next time!`",
		"optionA":"end",
		"optionB":"end"
	},
	"jfdemandanswers" : {
		"title":"Title",
		"text":"`You need to know.  \"If I'm not supposed to understand, then why was I brought here?  And why is there a man who can conjure freezing fog out of nothing?  And why do I feel like I'm being watched, goddammit??\"`\n\n`With that, you imagine every guest at the party has fallen silent and turned to look at you, judging you.  You know they haven't, but the press of eyes from some unknown source burns your skin.  You feel faint.  You realize Jonathan is shouting something, but you can no longer hear anything over the blood thrumming in your ears.  You have to go.  Barnabas tries to grab your arm, but you break loose, running through the gates of the estate into the woods.`\n\n`It remains a mystery what happened to you that night, but when they find you in the morning, the blood and viscera on your face from where you gouged out your eyes has been dried far longer than you've been dead.`\n\n`==========GAME OVER==========`\n`You have been killed :(`\n`* You were unable to resist the call to ask dangerous questions`\n`* You were driven to madness as a result, either by The Eye or Jonah Magnus`\n`Better luck next time!`",
		"optionA":"end",
		"optionB":"end"
	},
	"jmbalcony" : {
		"title":"Title",
		"text":"`Jonah maneuvers you through glass doors to a balcony.  He presses you into the ledge and dips his head to suck on your throat.`\n\n`You gasp with pleasure.  \"Jonah,\" you choke, \"anyone can see us out here.\"  But you feel helpless to provide any resistance as he snakes his arm between your legs and lifts you like that onto the balcony ledge.  You clutch to his neck for leverage as he tugs on your top and bites at your chest.  You lean forward to catch his lips with a kiss, and he devours your mouth hungrily without closing his eyes.  You mewl pathetically under the weight of his stare.`\n\n`Jonah continues to undress you.  When he exposes your sex to the night air, he scissors you open with two fingers easily before adding a third.  You grind on his knuckles as he steadily fucks into you.`\n\n`You are close to climax.  Your mind is nothing but star-white heat and Jonah.  \"Be Seen,\" he croons against your cheek.`\n\n`Seconds before you fall, you realize Jonah has fed you to something Ceaselessly Watching, and you wish you could have feasted rather than been a meal.`\n\n`==========GAME OVER==========`\n`Con..gratu.. lations ... ??`\n`* Jonah Magnus fucked you magnificently on a balcony ledge`\n`* Uh, you died`\n`It could have been worse?`\n\n`Better luck next time!`",
		"optionA":"end",
		"optionB":"end"
	},
	"jmmagshawe" : {
		"title":"Title",
		"text":"When Jonah returns with Jonathan, he is gripping him so viciously by the cravat that you think Jonathan might choke, but he is giving it back just as roughly as he slams Jonah into the wall next to you.`\n\n`Their chemistry is phenomenal, but there's no time for you to feel like a third wheel before Jonathan pulls you in and crushes your mouth under his.  Jonah is behind you, grinding his erection against your ass as he gives one cheek a punishing slap, making you cry out his name.`\n\n`Jonathan chuckles.  \"How perfect for your ego, Jonah,\" he mutters into your clavicle as his hands travel down to rip off your clothes.  His teeth graze your nipples.  \"Our new friend may not know yet just how full of your own importance you are.\"`\n\n`Jonah spreads you open and spits on your twitching hole before digging a finger inside you.  You feel his slick cock head pressing in and out between your thighs while he keeps working you on his hand.  \"That may be,\" he growls in your ear, \"but you'll be full of my importance in a minute.\"`\n\n`Your knees nearly give out when Jonah forces his prick inside you.  Jonathan passes behind you and lifts your leg back, forcing you to bend over a chair.  They are both dressed, but Jonathan has freed himself from his trousers for the second time tonight and is lining up alongside Jonah ...`\n\n`\"I can't!\" you protest desperately.  \"There's no way you'll both fit!\"`\n\n`Jonathan curls his fingers around your neck and kisses you tenderly.  \"I'm a doctor, my dear,\" he reminds you, as he and Jonah strain against each other to catch your rim on both their cocks.  \"You're in great hands.\"`\n\n`==========THE END==========`\n`Congratulations!`\n`* Jonah Magnus and Jonathan Fanshawe DP'd the fuck out of you!`\n`* You unlocked Jonah Magnus using a bad porny line!`\n`Great Job!",
		"optionA":"end",
		"optionB":"end"
	},
	"jfbarnshawe" : {
		"title":"Title",
		"text":"`Naturally, you go for a walk with Barnabas and Jonathan.  You're not an idiot.`\n\n`The air is cool and crisp and the moon bounces off the placid lake while Jonathan leads the two of you up to the tree line of Jonah's property.  The windows of Jonah's home shimmer not too distantly, but the party itself is eerily quiet, and you are immensely grateful for happier company.`\n\n`You cease walking, and a sense of contentment settles across your hooded eyelids as you absorb the sight of Jonathan sliding a clever hand around Barnabas's middle, the fingertips of the other minutely tipping Barnabas's cheek so that Jonathan can kiss him with reverent caution.  They physically complement one another gorgeously.`\n\n`When Jonathan breaks the kiss, he walks Barnabas by the waist into your waiting arms, and you smile before bending in to chase the taste of Jonathan on Barnabas's lips.  Jonathan presses then against Barnabas's back, and Barnabas opens effortlessly for both of you as you trade off kissing him deeply.  He whimpers in turns into each of your mouths.`\n\n`Jonathan snakes an arm under Barnabas's to reach his chin, and you hear Barnabas gasp when Jonathan's thumb locates the divot at the base of his throat.  You take this moment to slide down onto your knees, peppering the hardness straining the front of Barnabas's trousers with rough kisses over the fabric.  When you release Barnabas's cock, he is positively dripping.`\n\n`You and Jonathan sweetly ruin Barnabas in the pale moonlight, and you don't even mind the feeling of being watched every step of the way.`\n\n`==========THE END==========`\n`Congratulations!`\n`* You fucked Jonathan Fanshawe and Barnabas Bennett on the grounds of Jonah Magnus's estate`\n`* Jonah Magnus almost certainly jerked off to it`\n`Great Job!`",
		"optionA":"end",
		"optionB":"end"
	},
	"end" : {
		"title":"end",
		"text":"end",
		"optionA":"end",
		"optionB":"end"
	}
}
